[
    {
        "surah": "Al-Baqarah",
        "ayah": 186,
        "translation": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku."
    },
    {
        "surah": "Al-Baqarah",
        "ayah": 153,
        "translation": "Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan shalat. Sungguh, Allah beserta orang-orang yang sabar."
    },
    {
        "surah": "Al-Inshirah",
        "ayah": 5,
        "translation": "Maka sesungguhnya bersama kesulitan ada kemudahan."
    },
    {
        "surah": "Al-Inshirah",
        "ayah": 6,
        "translation": "Sesungguhnya bersama kesulitan ada kemudahan."
    },
    {
        "surah": "At-Talaq",
        "ayah": 3,
        "translation": "Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya."
    },
    {
        "surah": "Az-Zumar",
        "ayah": 53,
        "translation": "Katakanlah, 'Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya.'"
    },
    {
        "surah": "Al-Ankabut",
        "ayah": 69,
        "translation": "Dan orang-orang yang berjihad untuk (mencari keridhaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik."
    },
    {
        "surah": "Ali 'Imran",
        "ayah": 139,
        "translation": "Dan janganlah kamu (merasa) lemah, dan janganlah (pula) kamu bersedih hati, sebab kamu paling tinggi (derajatnya), jika kamu orang beriman."
    },
    {
        "surah": "Al-Baqarah",
        "ayah": 286,
        "translation": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya."
    },
    {
        "surah": "Ar-Ra'd",
        "ayah": 28,
        "translation": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram."
    },
    {
        "surah": "Al-Ahzab",
        "ayah": 3,
        "translation": "Dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung."
    },
    {
        "surah": "Al-Ma'idah",
        "ayah": 35,
        "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung."
    },
    {
        "surah": "Al-A'raf",
        "ayah": 156,
        "translation": "Dan tetapkanlah untuk kami kebajikan di dunia ini dan di akhirat. Sungguh, rahmat-Ku meliputi segala sesuatu."
    },
    {
        "surah": "Yunus",
        "ayah": 62,
        "translation": "Ingatlah, wali-wali Allah itu tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
    },
    {
        "surah": "Ibrahim",
        "ayah": 7,
        "translation": "Dan (ingatlah) ketika Tuhanmu memaklumkan, 'Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, dan jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.'"
    }
]